Repository: krawc/artmo_workflow
Catalog: themes/vantage-child/wc-multivendor-membership/lang/wc-multivendor-membership-*.po
Languages: es_es

source: <b>%s</b> (Store: <b>%s</b>) subscription for <b>%s</b> plan waiting for approval.
es_es: <b>%s</b> (Store: <b>%s</b>) Suscriptor <b>%s</b> Pendiente por aprobación.

source: Plan type:
es_es: Tipo de plan:

source: One Time
es_es: A tiempo

source: Commission:
es_es: Comisión:

source: First Name
es_es: Primer nombre

source: Last Name
es_es: Apellido

source: Login
es_es: Ingresar

source: Email
es_es: Correo

source: Store Name
es_es: Nombre de tu local

source: Pay mode
es_es: Forma de pago

source: FREE
es_es: Prueba

source: Status Update
es_es: Estado de actualización

source: Approve
es_es: Autorizar

source: Reject
es_es: Rechazar

source: Update
es_es: Actualizar

source: Vendor Approval ststus successfully updated.
es_es: Estado de aprobación del vendedor actualizado con éxito.

source: Vendor Approval ststus update failed.
es_es: Estado de aprobación del vendedor actualización falló.

source: <b>%s</b> (Store: <b>%s</b>) membership plan <b>%s</b> has been cancelled.
es_es: <b>%s</b> (Local: <b>%s</b>) plan afiliado <b>%s</b> ha sido cancelado.

source: Your membership successfully cancelled.
es_es: Su afiliación fue cancelada.

source: Your membership can not be cancelled right now, please contact your store admin.
es_es: Su afiliación no puede cancelarse por el momento, contacte con el administrador.

source: Vendor membership successfully changed.
es_es: plan de afiliado ha cambiado.

source: Vendor membership can not be changed right now, please try after sometime.
es_es: El tipo de afiliación no puede cambiarse ahora, por favor intentelo más tarde.

source: Memberships
es_es: Afiliaciones

source: Membership Manage
es_es: Administración de afiliaciones

source: Membership Settings
es_es: Configurarción de afiliación

source: Membership
es_es: Afiliación

source: Registration
es_es: Registro

source: Day(s)
es_es: Día

source: Month(s)
es_es: Mes

source: Year(s)
es_es: Año

source: Vendor's subscription details:
es_es: Detalles del vendedor:

source: Pricing Details:
es_es: Precio y detalles:

source: FREE Plan!!! There is no payment option for this.
es_es: ¡Plan de prueba! no se necesita ningún pago

source: Pay Mode:
es_es: Modo de pago

source: One time payment
es_es: Pago a tiempo

source: for each %s %s
es_es: Para cada uno %s %s

source: with %s for first %s %s
es_es: con %s primero %s %s

source: with %s %s free trial
es_es: con %s %s prueba libre

source: Cancel vendor's current subscription:
es_es: Cancelar suscripción del vendedor:

source: Cancel
es_es: cancelar

source: Vendor not yet subscribed for a membership!
es_es: ¡No estas suscripto a ninguna afiliación aun!

source: Additional Infos
es_es: Información adicional

source: Change or Upgrade:
es_es: Cambiar o actualizar:

source: -- Choose Membership --
es_es: -- Selecciona la afiliación --

source: %sChange or Upgrade: First cancel your current subscription.%s
es_es: %sCambia o actualiza: Primero cambia tu actual plan.%s

source: Your subscription details:
es_es: Detalles de tu suscripción:

source: Cancel my current subscription:
es_es: Cancelar mi actual suscripción:

source: You are not subscribed for a membership yet!
es_es: ¡No te encuentras suscripto a ninguna membresía!

source: %sChange or Upgrade your current membership plan >>%s
es_es: %sCambia o actualizar tu actual plan de afiliación >>%s

source: New Membership
es_es: Nuevo afiliado

source: Approve Membership
es_es: Aprobar afiliación

source: Cancel Membership
es_es: Cancelar afilaición

source: Proceed
es_es: Seguir

source: View WCFM Membership Settings
es_es: Mira la opción de configuración para afiliados

source: View WCFM Membership documentation
es_es: Mira la documentación

source: Add custom capability with each Membership Level.
es_es: Añador personalización para cada nivel de afiliaciones.

source: WCFM - Groups & Staffs
es_es: WCFM - Grupo y Empleados

source: Subscribe Now
es_es: Afíliate ahora - sin ningún costo

source: Progress Bar Color
es_es: Barra de colores

source: Table Border Color
es_es: Color de borde de tabla

source: Table Text Color
es_es: Color de texto de tabla

source: Table Background Color
es_es: Color de fondo de la tabla

source: Table Cell Heighlighter Color
es_es: Color de resaltado de celda de tabla

source: Table Head Background Color
es_es: Color de fondo del cabezal de tabla

source: Membership Title Color
es_es: Tipo de color para el título de afiliados

source: Membership Price Color
es_es: Color del precio para afiliados

source: Membership Price Description Color
es_es: Color de la descripción del precio para afiliados

source: Membership Description Color
es_es: Color de la descripción de afiliados

source: Subscribe Button Color
es_es: Color del botón de suscribciñón

source: Subscribe Button Hover Color
es_es: Color del botón suscribirse al desplazar

source: Subscribe Button Text Color
es_es: Color del texto el botón suscribirse

source: <b>%s</b> (Store: <b>%s</b>) subscribed for <b>%s</b> membership plan.
es_es: <b>%s</b> Local: <b>%s</b>) Afiliado <b>%s</b> plan afiliado.

source: Vendor Membership
es_es: Vendedores afiliados

source: Bank Transfer
es_es: Transferencia bancaria

source: Plans
es_es: Planes

source: Confirmation
es_es: Confirmación

source: Thank You
es_es: Gracias

source: Payment
es_es: Pagos

source: Please insert Membership Name before submit.
es_es: Favor ingresar nombre de afiliación antes de enviar.

source: Membership Saving Failed.
es_es: Afiliado no guardado.

source: Membership Successfully Saved.
es_es: Afiliado guardado con éxito.

source: Please insert Username before submit.
es_es: Favor insertar "Nombre de usuario" antes de enviar.

source: Please insert Email before submit.
es_es: Favor ingresa correo electrónico antes de enviar.

source: This Username already exists.
es_es: Este usuario ya existe

source: This Email already exists.
es_es: Correo ya registrado.

source: Registration Failed.
es_es: Registo falló.

source: Registration Successfully Completed.
es_es: Registro completado.

source: No Membership ID found, please try again.
es_es: No se encontró la ID de la afiliación, vuelve a intentar.

source: Subscription Failed.
es_es: Suscripción fallida.

source: Subscription Successfully Completed.
es_es: Suscripción completado.

source: Most Popular
es_es: Más popular

source: No payment required
es_es: No se necesita pago

source: Your Plan
es_es: Tú plan

source: You are not allowed to subscribe!
es_es: No se te permite suscribirte!

source: Restricted: You are not allowed to access this page. May be you already have a %sMembership Plan%s or your %sUser Role%s does not allow for this action. %sPlease contact %sStore Admin%s for more details.
es_es: Restringido: no tiene permitido acceder a esta página. Puede ser que ya tenga un % sPlan de afiliados% s o su % sRol de usuario% sno permite esta acción. % sPóngase en contacto con% sAdminsitrador% s para obtener más información.

source: Restricted: There is no %sFREE Membership Plan%s in the system or you are not allowed to access this page. Please contact %sStore Admin%s for more details.
es_es: Restringido: Esto no es %s un FREE plan%s en nuestro sistema no se te permite el acceso a nuestra página. Por favor contacta con %sAdministrador%s Para más detalle.

source: Something Wrong: You are not allowed to access this page now. Please contact Store Admin for more details.
es_es: Algo no mal: no tienes permiso para acceder a esta página ahora. Por favor, póngase en contacto con el administrador de la tienda para más detalles.

source: Review your plan:
es_es: Tú plan:

source: Payment options:
es_es: Opción de pago:

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Password and Confirm-password are not same.
es_es: Contraseña y confirmación de contraseña no son similares.

source: Confirm Password
es_es: Confirma contraseña

source: Agree
es_es: Acepto

source: Terms & Conditions
es_es: Términos & condiciones

source: Confirm
es_es: Confirma

source: Register
es_es: Registro

source: Goto Dashboard
es_es: Ir al panel de vendedores

source: Setup your store
es_es: Configura tu tienda

source: Analytics
es_es: Análisis

source: - Choose a Group -
es_es: - Selecciona un grupo -

source: Percent
es_es: Porcentaje

source: Fixed
es_es: Arreglado

source: Manage Membership
es_es: Tú afiliación

source: Edit Membership
es_es: Editar afiliado

source: Add Membership
es_es: Añadir afiliado

source: Add New Membership
es_es: Añadir nueva afiliación

source: Membership Plan Table
es_es: Tabla de planes de afiliaciones

source: Disable Membership
es_es: Deshabilitar afiliación

source: Name
es_es: Nombre

source: Description
es_es: Descripción

source: Subscribe Button
es_es: Botón para Afiliarte

source: Add this short code anywhere to your site to show subscribe button for this membership plan.
es_es: Agregue este código breve en cualquier lugar de su sitio para mostrar el botón de suscripción para este plan de afilaición.

source: Features
es_es: Caracteristicas

source: First setup membership basic settings
es_es: Configuración básica para afiliados

source: here
es_es: Aquí

source: Subscription
es_es: Suscripción

source: Free Membership
es_es: Afiliación de prueba

source: Subscription Type
es_es: Tipo de afiliación

source: Recurring
es_es: Recurrente

source: Payment Amount
es_es: Monto del pago

source: Enter payment amount. Example values: 10.00 or 19.50 or 299.95 etc (do not put currency symbol).
es_es: Ingrese el monto del pago. Valores de ejemplo: 10.00 o 19.50 o 299.95, etc. (no coloque el símbolo de moneda).

source: Trial Billing Details (Leave empty if you are not offering a trial period)
es_es: Detalles de facturación de prueba (deje en blanco si no está ofreciendo un período de prueba)

source: Trial Billing Amount
es_es: Valor de afialicion de prueba

source: Amount to be charged for the trial period. Enter 0 if you want to offer a free trial period.
es_es: Valor del plan de prueba. Ingrese 0 si desea ofrecer un período de prueba gratuito.

source: Trial Billing Period
es_es: Periodo de plan de prueba

source: Length of the trial period. Leave empty to disable trial period for this subscription.
es_es: Duración del período de prueba. Déjelo vacío para deshabilitar el período de prueba de esta suscripción.

source: Billing Details
es_es: Detalles de pago

source: Billing Amount Each Cycle
es_es: Monto de facturación en cada ciclo

source: Amount to be charged on every billing cycle. If used with a trial period then this amount will be charged after the trial period is over. Example values: 10.00 or 19.50 or 299.95 etc (do not put currency symbol).
es_es: Monto a cobrar en cada ciclo de facturación. Si se utiliza con un período de prueba, este monto se cobrará una vez que finalice el período de prueba. Valores de ejemplo: 10.00 o 19.50 o 299.95, etc. (no coloque el símbolo de moneda).

source: Billing Cycle
es_es: Ciclo de pago

source: Set the interval of the recurring payment. Example value: 1 Month (if you want to charge every month)
es_es: Establezca el intervalo del pago recurrente. Valor de ejemplo: 1 mes (si desea cargar cada mes)

source: Billing Cycle Count
es_es: Valor del ciclo para pagos

source: After how many cycles should billing stop. Leave this field empty (or enter 0) if you want the payment to continue until the subscription is canceled.
es_es: Después de cuántos ciclos debe detenerse la facturación. Deje este campo vacío (o ingrese 0) si desea que el pago continúe hasta que se cancele la suscripción.

source: Re-attempt on Failure
es_es: Re-intentar

source: When checked, the payment will be re-attempted two more times if the payment fails. After the third failure, the subscription will be canceled.
es_es: Cuando se marca, el pago se volverá a intentar dos veces más si el pago falla. Después de la tercera falla, la suscripción se cancelará.

source: Approval
es_es: Previa aceptación

source: Required Approval
es_es: Requiere aprobación

source: Whether user required Admin Approval to become vendor or not!
es_es: Si el usuario requiere la aprobación de administrador para convertirse en vendedor o no!

source: Commission
es_es: Comisión

source: Commission Type
es_es: Tipo de comisión

source: Commission Value
es_es: Valor de comisión

source: Capability
es_es: Características

source: Associate Group
es_es: Grupo asociado

source: Associate Capability
es_es: Característica asociado

source: Badges
es_es: Simbolos

source: Member Badges
es_es: Símbolos miembros

source: <a target="_blank" href="%s">Know more about WCFM Badges.</a>
es_es: <a target="_blank" href="%s">Más sobre los símbolos ideal.</a>

source: - Choose Membership -
es_es: - Seleccione afialiación -

source: Membership General Options
es_es: Opciones generales de afiliaciones

source: Payment Methods
es_es: Métodos de pagos

source: PayPal Email
es_es: Correo Paypal

source: Bank Details
es_es: Detalle de cuenta bancaria

source: Payment Terms
es_es: Términos de pagos

source: Features List
es_es: Lista de características

source: Feature
es_es: Características

source: Membership plan display page styling
es_es: Diseño de la página visualización del plan de afiliaciones

source: Featured Membership
es_es: Afiliación destacada

source: Membership plan display visibility priority (Left to Right)
es_es: Plan de afiliación muestra prioridad de visibilidad (de izquierda a derecha)

source: Priority
es_es: Prioridad

source: Please define some membership level first.
es_es: Por favor, define algún nivel de afiliados primero.

source: Membership on Cancel
es_es: Afiliaciones en proceso

source: This membership will be assigned to vendors if they cancel recurring subscription anytime.
es_es: Esta afiliación se asignará a los vendedores si cancelan la suscripción recurrente en cualquier momento.

source: Free Membership Thank You page content
es_es: Plan de prueba, gracias por probar.

source: This content will be visible when user subscribe to FREE plan.
es_es: Este contenido estará visible cuando el usuario se suscriba al plan de prueba.

source: Please don't include Dashboard URL, it will be automatically append with the content.
es_es: No incluya URL del panel de control, se agregará automáticamente con el contenido.

source: Subscription membership Thank You page content
es_es: Suscripción de afiliados, gracias por el contenido.

source: This content will be visible when user pay via PayPal.
es_es: Este contenido estará visible cuando el usuario pague a través de PayPal.

source: Welcome Email
es_es: Correo electrónico de bienvenida

source: Welcome Email Subject
es_es: Asunto del correo de bienvenida

source: Welcome Email content
es_es: Contenido del correo de bienvenida

source: New Subscription Notification Subject
es_es: Nuevo asunto de la notificación al suscribirse

source: New Subscription Notification content
es_es: Nuevo contenido de la notificación al suscribirse

source: Subscription Approval Notification Subject
es_es: Asunto al notificar aprobación de suscripción

source: Subscription Approval Notification content
es_es: Contenido al notificar aprobación de suscripción

source: Registration Fields
es_es: Campo de regístro

source: Registration Form Fields
es_es: Campos de formulario para registro

source: -- Choose Terms Page --
es_es: -- Selecciona página de términos --

source: Registration Form Custom Fields
es_es: Formulario de registro campos personalizados

source: Manage Memberships
es_es: Manejo de afiliaciones

source: Details
es_es: Detalles

source: Group
es_es: Grupo

source: User(s)
es_es: Usuario (s)

source: Actions
es_es: Acciones

source: WooCommerce Multivendor Membership
es_es: Afiliaciones woocommerce multi-vendedores

source: A simple membership plugin for your multi-vendor marketplace.
es_es: Un simple complemento de afiliaciones para su mercado de múltiples vendedores.
